[
	{
		"name": "《论语》十二章",
		"author": " ",
		"pagenum": "P44-45 (第五课)",
		"text": "子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”（《学而》）\n\n子曰：“人而不仁，如礼何 ？人而不仁，如乐何？”（《八佾》）\n\n子曰：“朝闻道，夕死可矣。”（《里仁》）\n\n子曰：“君子喻于义，小人喻于利。”（《里仁》）\n\n子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）\n\n子曰：“质胜文则野，文胜质则史。文质彬彬，然后君子。”（《雍也》）\n\n曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）\n\n子曰：“譬如为山，未成一篑，止，吾止也。譬如平地，虽覆一篑，进，吾往也。”（《子罕》）\n\n子曰：“知者不惑，仁者不忧，勇者不惧。”（《子罕》）\n\n颜渊问仁。子曰：“克己复礼为仁。一日克己复礼，天下归仁焉。为仁由己，而由人乎哉？”颜渊曰：“请问其目。”子曰：“非礼勿视，非礼勿听，非礼勿言，非礼勿动。”颜渊曰：“回虽不敏，请事斯语矣。”（《颜渊》）\n\n子贡问曰：“有一言 而可以终身行之者乎？”子曰：“其‘恕’乎！己所不欲，勿施于人。”（《卫灵公》）\n\n子曰：“小子何莫学夫《 诗》？《诗》可以兴，可以观，可以群，可以怨。迩之事父，远之事君。多识于鸟兽草木之名。”（《阳货》）"
	},

	{
		"name": "大学之道",
		"author": "《礼记》",
		"pagenum": "P45-46 (第五课)",
		"text": "&nbsp&nbsp&nbsp&nbsp大学之道，在明明德，在亲民，在止于至善。知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。物有本末，事有终始，知所先后，则近道矣。\n&nbsp&nbsp&nbsp&nbsp古之欲明明德于天下者，先治其国。欲治其国者，先齐其家。欲齐其家者，先修其身。欲修其身者，先正其心。欲正其心者，先诚其意。欲诚其意者，先致其知。致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。自天子以至于庶人，壹是皆以修身为本。"
	},

	{
		"name": "人皆有不忍人之心",
		"author": "《孟子》",
		"pagenum": "P46 (第五课)",
		"text": "&nbsp&nbsp&nbsp&nbsp孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣； 以不忍人之心行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者：今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”"
	},


	{
	"name": "《老子》四章",
	"author": " ",
	"pagenum": "P48-49",
	"text": "三十辐共一毂，当其无，有车之用。埏埴以为器，当其无，有器之用。凿户牖以为室，当其无，有室之用。故有之以为利，无之以为用。（第十一章）\n\n企者不立，跨者不行，自见者不明，自是者不彰，自伐者无功，自矜者不长。其在道也，曰余食赘行，物或恶之，故有道者不处。（第二十四章）\n\n知人者智，自知者明。胜人者有力，自胜者强。知足者富，强行者有志。不失其所者久，死而不亡者寿。（第三十三章）\n\n其安易持，其未兆易谋，其脆易泮，其微易散。为之于未有，治之于未乱。合抱之木，生于毫末 ；九层之台，起于累土 ；千里之行，始于足下。为者败之，执者失之。是以圣人无为，故无败；无执，故无失。民之从事，常于几成而败之。慎终如始，则无败事。是以圣人欲不欲，不贵难得之货，学不学，复众人之所过，以辅万物之自然而不敢为。（第六十四章）"
	},


	{
	"name": "无衣",
	"author": "《诗经·秦风》",
	"pagenum": "P102",
	"text": "岂曰无衣？与子同袍。\n王于兴师，修我戈矛，与子同仇。\n岂曰无衣？与子同泽。\n王于兴师，修我矛戟，与子偕作。\n岂曰无衣？与子同裳。\n王于兴师，修我甲兵，与子偕行。"
	},


	{
	"name": "春江花月夜",
	"author": "张若虚",
	"pagenum": "P103-104",
	"text": "春江潮水连海平，海上明月共潮生。\n滟滟随波千万里，何处春江无月明。\n江流宛转绕芳甸，月照花林皆似霰。\n空里流霜不觉飞，汀上白沙看不见。\n江天一色无纤尘，皎皎空中孤月轮。\n江畔何人初见月？江月何年初照人？\n人生代代无穷已，江月年年望相似。\n不知江月待何人，但见长江送流水。\n白云一片去悠悠，青枫浦上不胜愁。\n谁家今夜扁舟子？何处相思明月楼？\n可怜楼上月裴回，应照离人妆镜台。\n玉户帘中卷不去，捣衣砧上拂还来。\n此时相望不相闻，愿逐月华流照君。\n鸿雁长飞光不度，鱼龙潜跃水成文。\n昨夜闲潭梦落花，可怜春半不还家。\n江水流春去欲尽，江潭落月复西斜。\n斜月沉沉藏海雾，碣石潇湘无限路。\n不知乘月几人归，落月摇情满江树。"
	},


	{
	"name": "将进酒",
	"author": "李白",
	"pagenum": "P105",
	"text": "&nbsp&nbsp&nbsp&nbsp君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。\n&nbsp&nbsp&nbsp&nbsp岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不愿醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。"
	},


	{
	"name": "江城子·乙卯正月二十日夜记梦",
	"author": "苏轼",
	"pagenum": "P106",
	"text": "&nbsp&nbsp&nbsp&nbsp十年生死两茫茫。不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。&nbsp&nbsp&nbsp&nbsp夜来幽梦忽还乡。小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。"
	}

	
]
